org/dynamic_causal_modeling.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: dynamic_causal_modeling
#+TITLE: dynamic causal modeling
* applications to infectious disease modeling
** [[file:Dynamic_causal_modelling_of_COVID-19_by_Karl_Friston,_Thomas_Parr,_Jean_Daunizeau,_Rosalyn_Moran,_et_al_in_2020.org][Dynamic causal modelling of COVID-19 by Karl Friston, Thomas Parr, Jean Daunizeau, Rosalyn Moran, et al in 2020]]
** 
* http://www.scholarpedia.org/article/Dynamic_causal_modeling
* [[file:questions.org][questions]]
** There are several good tutorial introductions to [[file:free_energy_principle.org][free energy principle]]. What are the best tutorial introductions to [[file:dynamic_causal_modeling.org][dynamic causal modeling]]? 
** Is [[file:DEM_A_variational_treatment_of_dynamic_systems_by_Karl_Friston_and_J_Daunizeau_in_2008.org][DEM A variational treatment of dynamic systems by Karl Friston and J Daunizeau in 2008]] a tutorial introduction to [[file:dynamic_causal_modeling.org][dynamic causal modeling]]? If so, is it the original one?
** How exactly is [[file:dynamic_causal_modeling.org][dynamic causal modeling]] related to the [[file:free_energy_principle.org][free energy principle]]?
