content/posts/dynamic_causal_modeling.md
+++
title = "dynamic causal modeling"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:48-04:00
slug = "dynamic_causal_modeling"
draft = false
+++

## applications to infectious disease modeling {#applications-to-infectious-disease-modeling}


### [Dynamic causal modelling of COVID-19 by Karl Friston, Thomas Parr, Jean Daunizeau, Rosalyn Moran, et al in 2020]({{< relref "Dynamic_causal_modelling_of_COVID-19_by_Karl_Friston,_Thomas_Parr,_Jean_Daunizeau,_Rosalyn_Moran,_et_al_in_2020" >}}) {#dynamic-causal-modelling-of-covid-19-by-karl-friston-thomas-parr-jean-daunizeau-rosalyn-moran-et-al-in-2020--dynamic-causal-modelling-of-covid-19-by-karl-friston-thomas-parr-jean-daunizeau-rosalyn-moran-et-al-in-2020-dot-md}


###  {#}


## <http://www.scholarpedia.org/article/Dynamic%5Fcausal%5Fmodeling> {#http-www-dot-scholarpedia-dot-org-article-dynamic-causal-modeling}


## [questions]({{< relref "questions" >}}) {#questions--questions-dot-md}


### There are several good tutorial introductions to [free energy principle]({{< relref "free_energy_principle" >}}). What are the best tutorial introductions to [dynamic causal modeling]({{< relref "dynamic_causal_modeling" >}})? {#there-are-several-good-tutorial-introductions-to-free-energy-principle--free-energy-principle-dot-md--dot-what-are-the-best-tutorial-introductions-to-dynamic-causal-modeling--dynamic-causal-modeling-dot-md}


### Is [DEM A variational treatment of dynamic systems by Karl Friston and J Daunizeau in 2008]({{< relref "DEM_A_variational_treatment_of_dynamic_systems_by_Karl_Friston_and_J_Daunizeau_in_2008" >}}) a tutorial introduction to [dynamic causal modeling]({{< relref "dynamic_causal_modeling" >}})? If so, is it the original one? {#is-dem-a-variational-treatment-of-dynamic-systems-by-karl-friston-and-j-daunizeau-in-2008--dem-a-variational-treatment-of-dynamic-systems-by-karl-friston-and-j-daunizeau-in-2008-dot-md--a-tutorial-introduction-to-dynamic-causal-modeling--dynamic-causal-modeling-dot-md--if-so-is-it-the-original-one}


### How exactly is [dynamic causal modeling]({{< relref "dynamic_causal_modeling" >}}) related to the [free energy principle]({{< relref "free_energy_principle" >}})? {#how-exactly-is-dynamic-causal-modeling--dynamic-causal-modeling-dot-md--related-to-the-free-energy-principle--free-energy-principle-dot-md}
